Repository: Michediana/7-Mac
Catalog: 7-Mac/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt_pt

source: Drop files and folders here to gather them into a new archive
de: Dateien und Ordner hierher ziehen, um sie in einem neuen Archiv zusammenzufassen
es: Suelta aquí archivos y carpetas para reunirlos en un nuevo archivo comprimido
fr: Déposez ici des fichiers et dossiers pour les réunir dans une nouvelle archive
it: Trascina qui file e cartelle per raccoglierli in un nuovo archivio
nl: Sleep bestanden en mappen hierheen om ze in een nieuw archief te bundelen
pl: Upuść tutaj pliki i katalogi, aby zebrać je w nowym archiwum
pt_pt: Largue aqui ficheiros e pastas para os juntar num novo arquivo

source: Drop files and folders to archive
de: Dateien und Ordner zum Archivieren hierher ziehen
es: Suelta aquí archivos y carpetas para comprimirlos
fr: Déposez des fichiers et dossiers à archiver
it: Trascina qui file e cartelle da archiviare
nl: Sleep bestanden en mappen hierheen om te archiveren
pl: Upuść pliki i katalogi do zarchiwizowania
pt_pt: Largue ficheiros e pastas a arquivar

source: Dropping an archive on the 7-Mac window always extracts it. File › Open… always shows its contents.
de: Ein Archiv, das auf das 7-Mac-Fenster gezogen wird, wird immer entpackt. „Ablage“ › „Öffnen …“ zeigt immer seinen Inhalt.
es: Soltar un archivo comprimido en la ventana de 7-Mac siempre lo extrae. Archivo › Abrir… siempre muestra su contenido.
fr: Déposer une archive sur la fenêtre de 7-Mac l’extrait toujours. Fichier › Ouvrir… affiche toujours son contenu.
it: Trascinare un archivio sulla finestra di 7-Mac lo estrae sempre. File › Apri… ne mostra sempre il contenuto.
nl: Een archief dat je op het 7-Mac-venster sleept, wordt altijd uitgepakt. Archief › Open… toont altijd de inhoud.
pl: Archiwum upuszczone na okno 7-Mac jest zawsze rozpakowywane. Plik › Otwórz… zawsze pokazuje jego zawartość.
pt_pt: Largar um arquivo na janela do 7-Mac extrai-o sempre. Ficheiro › Abrir… mostra sempre o seu conteúdo.

source: Encrypted
de: Verschlüsselt
es: Cifrados
fr: Chiffrés
it: Cifrati
nl: Versleuteld
pl: Zaszyfrowane
pt_pt: Encriptados

source: Encrypted entry
de: Verschlüsselter Eintrag
es: Entrada cifrada
fr: Entrée chiffrée
it: Voce cifrata
nl: Versleuteld onderdeel
pl: Zaszyfrowany element
pt_pt: Entrada encriptada

source: Encrypted list
de: Verschlüsselte Liste
es: Lista cifrada
fr: Liste chiffrée
it: Elenco cifrato
nl: Versleutelde lijst
pl: Zaszyfrowana lista
pt_pt: Lista encriptada

source: Encryption
de: Verschlüsselung
es: Cifrado
fr: Chiffrement
it: Cifratura
nl: Versleuteling
pl: Szyfrowanie
pt_pt: Encriptação

source: Everything
de: Alles
es: Todo
fr: Tout
it: Tutto
nl: Alles
pl: Wszystko
pt_pt: Tudo

source: Everything in “%@”
de: Alles in „%@“
es: Todo el contenido de “%@”
fr: Tout le contenu de « %@ »
it: Tutto il contenuto di “%@”
nl: Alles in ‘%@’
pl: Cała zawartość „%@”
pt_pt: Tudo em “%@”

source: Everything inside it — %@ — moves with it.
de: Alles darin – %@ – wird mitbewegt.
es: Todo lo que contiene — %@ — se mueve con ella.
fr: Tout ce qu’il contient — %@ — est déplacé avec lui.
it: Tutto ciò che contiene — %@ — la segue.
nl: Alles erin – %@ – gaat mee.
pl: Cała zawartość — %@ — zostanie przeniesiona razem z nim.
pt_pt: Tudo o que contém — %@ — é movido com ela.

source: Extensions
de: Erweiterungen
es: Extensiones
it: Estensioni
nl: Extensies
pl: Rozszerzenia
pt_pt: Extensões

source: Extract
de: Entpacken
es: Extraer
fr: Extraire
it: Estrai
nl: Pak uit
pl: Rozpakuj
pt_pt: Extrair

source: Extract %@ into:
de: %@ entpacken nach:
es: Extraer %@ en:
fr: Extraire %@ dans :
it: Estrai %@ in:
nl: Pak %@ uit in:
pl: Rozpakuj %@ do:
pt_pt: Extrair %@ para:

source: Extract Here
de: Hier entpacken
es: Extraer aquí
fr: Extraire ici
it: Estrai qui
nl: Pak hier uit
pl: Rozpakuj tutaj
pt_pt: Extrair aqui

source: Extract it
de: Entpacken
es: Extraerlo
fr: L’extraire
it: Estrarlo
nl: Uitpakken
pl: Rozpakuj je
pt_pt: Extraí-lo

source: Extract…
de: Entpacken …
es: Extraer…
fr: Extraire…
it: Estrai…
nl: Pak uit…
pl: Rozpakuj…
pt_pt: Extrair…

source: Extracting
de: Wird entpackt
es: Extrayendo
fr: Extraction
it: Estrazione
nl: Uitpakken
pl: Rozpakowywanie
pt_pt: A extrair

source: failed
de: fehlgeschlagen
es: error
fr: échec
it: non riuscito
nl: mislukt
pl: niepowodzenie
pt_pt: falhou

source: Failed
de: Fehlgeschlagen
es: Error
fr: Échec
it: Non riuscito
nl: Mislukt
pl: Niepowodzenie
pt_pt: Falhou

source: Fast
de: Schnell
es: Rápida
fr: Rapide
it: Veloce
nl: Snel
pl: Szybka
pt_pt: Rápida

source: Fastest
de: Am schnellsten
es: La más rápida
fr: La plus rapide
it: Velocissima
nl: Snelst
pl: Najszybsza
pt_pt: A mais rápida

source: %lld files
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
it: %lld file
nl: %lld bestanden
pl: %lld pliku
pt_pt: %lld ficheiros

source: Filter formats
de: Formate filtern
es: Filtrar formatos
fr: Filtrer les formats
it: Filtra formati
nl: Filter formaten
pl: Filtruj formaty
pt_pt: Filtrar formatos

source: Finished jobs stay here until you clear them.
de: Abgeschlossene Vorgänge bleiben hier, bis du sie entfernst.
es: Las tareas terminadas permanecen aquí hasta que las borres.
fr: Les tâches terminées restent ici jusqu’à ce que vous les effaciez.
it: Le operazioni completate restano qui finché non le rimuovi.
nl: Voltooide taken blijven hier staan tot je ze wist.
pl: Zakończone zadania pozostają tutaj, dopóki ich nie usuniesz.
pt_pt: As tarefas concluídas ficam aqui até as limpar.

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
nl: Map
pl: Katalog
pt_pt: Pasta

source: Folder %@
de: Ordner %@
es: Carpeta %@
fr: Dossier %@
it: Cartella %@
nl: Map %@
pl: Katalog %@
pt_pt: Pasta %@

source: %lld folders
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
it: %lld cartelle
nl: %lld mappen
pl: %lld katalogu
pt_pt: %lld pastas

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
nl: Mappen
pl: Katalogi
pt_pt: Pastas

source: Folders protected by macOS itself, such as the Photos library, stay closed to every app whatever you allow here. 7-Mac skips them and says so.
de: Von macOS selbst geschützte Ordner wie die Fotos-Mediathek bleiben für alle Apps gesperrt, egal was du hier erlaubst. 7-Mac überspringt sie und weist darauf hin.
es: Las carpetas protegidas por el propio macOS, como la fototeca, siguen cerradas para todas las apps, permitas lo que permitas aquí. 7-Mac las omite y lo indica.
fr: Les dossiers protégés par macOS lui-même, comme la photothèque, restent fermés à toutes les apps quoi que vous autorisiez ici. 7-Mac les ignore et le signale.
it: Le cartelle protette da macOS stesso, come la libreria di Foto, restano chiuse a tutte le app qualunque cosa autorizzi qui. 7-Mac le salta e lo segnala.
nl: Mappen die door macOS zelf worden beschermd, zoals de Foto's-bibliotheek, blijven voor elke app gesloten, wat je hier ook toestaat. 7-Mac slaat ze over en meldt dat.
pl: Katalogi chronione przez sam macOS, takie jak biblioteka Zdjęć, pozostają zamknięte dla wszystkich aplikacji, niezależnie od tego, na co tu zezwolisz. 7-Mac je pomija i informuje o tym.
pt_pt: As pastas protegidas pelo próprio macOS, como a fototeca da app Fotografias, ficam fechadas para todas as apps, seja o que for que autorize aqui. O 7-Mac ignora-as e avisa.

source: Forget All Folders
de: Alle Ordner vergessen
es: Olvidar todas las carpetas
fr: Oublier tous les dossiers
it: Dimentica tutte le cartelle
nl: Vergeet alle mappen
pl: Zapomnij wszystkie katalogi
pt_pt: Esquecer todas as pastas

source: Format, level, method, dictionary, solid blocks and threads are saved. A preset with the same name is replaced.
de: Format, Stufe, Methode, Wörterbuch, Solid-Blöcke und Threads werden gesichert. Eine Voreinstellung mit demselben Namen wird ersetzt.
es: Se guardan el formato, el nivel, el método, el diccionario, los bloques sólidos y los hilos. Un preajuste con el mismo nombre se sustituye.
fr: Le format, le niveau, la méthode, le dictionnaire, les blocs solides et les threads sont enregistrés. Un préréglage du même nom est remplacé.
it: Vengono salvati formato, livello, metodo, dizionario, blocchi solid e thread. Un preset con lo stesso nome viene sostituito.
nl: Formaat, niveau, methode, woordenboek, solide blokken en threads worden bewaard. Een voorinstelling met dezelfde naam wordt vervangen.
pl: Zachowywane są format, poziom, metoda, słownik, bloki ciągłe i wątki. Ustawienie o tej samej nazwie zostanie zastąpione.
pt_pt: São guardados o formato, nível, método, dicionário, blocos sólidos e threads. Uma predefinição com o mesmo nome é substituída.

source: If a file is already there
de: Wenn eine Datei bereits existiert
es: Si ya hay un archivo
fr: Si un fichier existe déjà
it: Se un file esiste già
nl: Als er al een bestand staat
pl: Jeśli plik już istnieje
pt_pt: Se já existir um ficheiro

source: Images
de: Bilder
es: Imágenes
it: Immagini
nl: Afbeeldingen
pl: Obrazki
pt_pt: Imagens

source: Intact
de: Intakt
es: Intacto
it: Integro
pl: Nienaruszone
pt_pt: Intacto

source: %lld items
de: %lld Objekte
es: %lld ítems
fr: %lld éléments
it: %lld elementi
nl: %lld onderdelen
pl: %lld elementu
pt_pt: %lld elementos

source: Keep both
de: Beide behalten
es: Conservar ambos
fr: Conserver les deux
it: Mantieni entrambi
nl: Bewaar beide
pl: Zachowaj oba
pt_pt: Manter ambos

source: Keep Going
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
nl: Ga door
pl: Kontynuuj
pt_pt: Continuar

source: Last active: %@.
de: Zuletzt aktiv: %@.
es: Última actividad: %@.
fr: Dernière activité : %@.
it: Ultima attività: %@.
nl: Laatst actief: %@.
pl: Ostatnia aktywność: %@.
pt_pt: Última atividade: %@.

source: Leave out macOS system files
de: macOS-Systemdateien auslassen
es: Excluir los archivos de sistema de macOS
fr: Exclure les fichiers système de macOS
it: Escludi i file di sistema di macOS
nl: Laat macOS-systeembestanden weg
pl: Pomiń pliki systemowe macOS
pt_pt: Excluir ficheiros de sistema do macOS

source: Level
de: Stufe
es: Nivel
fr: Niveau
it: Livello
nl: Niveau
pl: Poziom
pt_pt: Nível

source: Licence
de: Lizenz
es: Licencia
it: Licenza
nl: Licentie
pl: Licencja
pt_pt: Licença

source: Licence text
de: Lizenztext
es: Texto de la licencia
fr: Texte de la licence
it: Testo della licenza
nl: Licentietekst
pl: Tekst licencji
pt_pt: Texto da licença

source: Licences
de: Lizenzen
es: Licencias
it: Licenze
nl: Licenties
pl: Licencje
pt_pt: Licenças

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
nl: Licht
pl: Jasny
pt_pt: Claro

source: Loaded by the Finder
de: Vom Finder geladen
es: Cargado por el Finder
fr: Chargé par le Finder
it: Caricato dal Finder
nl: Geladen door de Finder
pl: Wczytane przez Findera
pt_pt: Carregado pelo Finder

source: Look inside an archive
de: In ein Archiv schauen
es: Ver el contenido de un archivo comprimido
fr: Voir le contenu d’une archive
it: Guarda dentro un archivio
nl: Bekijk de inhoud van een archief
pl: Zajrzyj do archiwum
pt_pt: Ver o conteúdo de um arquivo

source: macOS asks you to allow this yourself: in System Settings, under Login Items & Extensions, turn on 7-Mac’s Finder extension, then come back here.
de: macOS verlangt, dass du dies selbst erlaubst: Aktiviere in den Systemeinstellungen unter „Anmeldeobjekte & Erweiterungen“ die Finder-Erweiterung von 7-Mac und kehre dann hierher zurück.
es: macOS pide que lo permitas tú: en Ajustes del Sistema, en Ítems de inicio y extensiones, activa la extensión del Finder de 7-Mac y vuelve aquí.
fr: macOS vous demande de l’autoriser vous-même : dans Réglages Système, sous Ouverture et extensions, activez l’extension Finder de 7-Mac, puis revenez ici.
it: macOS chiede che sia tu a consentirlo: in Impostazioni di Sistema, sotto Elementi login ed estensioni, attiva l’estensione Finder di 7-Mac, poi torna qui.
nl: macOS vraagt je dit zelf toe te staan: schakel in Systeeminstellingen, onder ‘Inlogonderdelen en extensies’, de Finder-extensie van 7-Mac in en kom dan hier terug.
pl: macOS wymaga Twojej zgody: w Ustawieniach systemowych, w sekcji Rzeczy otwierane podczas logowania i rozszerzenia, włącz rozszerzenie Findera 7-Mac, a następnie wróć tutaj.
pt_pt: O macOS pede que seja o próprio utilizador a autorizar isto: em Definições do Sistema, em Itens de início de sessão e extensões, ative a extensão do Finder do 7-Mac e depois volte aqui.

source: macOS did not let 7-Mac open these: %@. Try again from Settings › Opening.
de: macOS hat 7-Mac nicht erlaubt, diese zu öffnen: %@. Versuche es erneut unter „Einstellungen“ › „Öffnen“.
es: macOS no ha dejado que 7-Mac abra estos: %@. Vuelve a intentarlo desde Ajustes › Abriendo.
fr: macOS n’a pas laissé 7-Mac ouvrir ceux-ci : %@. Réessayez depuis Réglages › Ouverture.
it: macOS non ha permesso a 7-Mac di aprire questi: %@. Riprova da Impostazioni › Apertura.
nl: macOS liet 7-Mac deze niet openen: %@. Probeer het opnieuw via Instellingen › Openen.
pl: macOS nie pozwolił 7-Mac otworzyć tych elementów: %@. Spróbuj ponownie w Ustawieniach › Otwieranie.
pt_pt: O macOS não deixou o 7-Mac abrir estes: %@. Tente novamente em Definições › Abertura.

source: Manage…
de: Verwalten …
es: Gestionar…
fr: Gérer…
it: Gestisci…
nl: Beheer…
pl: Zarządzaj…
pt_pt: Gerir…

source: %lld matches
de: %lld Übereinstimmungen
es: %lld coincidencias
fr: %lld correspondances
it: %lld corrispondenze
nl: %lld overeenkomsten
pl: %lld zgodności
pt_pt: %lld correspondências

source: Matches
de: Stimmt überein
es: Coincide
fr: Correspond
it: Corrisponde
nl: Komt overeen
pl: Zgodna
pt_pt: Corresponde

# Matches %@ (%@)
source: Matches %1$@ (%2$@)
de: Stimmt überein mit %1$@ (%2$@)
es: Coincide con %1$@ (%2$@)
fr: Correspond à %1$@ (%2$@)
it: Corrisponde a %@ (%@)
nl: Komt overeen met %1$@ (%2$@)
pl: Zgodna z %1$@ (%2$@)
pt_pt: Corresponde a %1$@ (%2$@)

source: Maximum
de: Maximal
es: Máxima
fr: Maximale
it: Massima
nl: Maximaal
pl: Maksymalna
pt_pt: Máxima

source: Method
de: Methode
es: Método
fr: Méthode
it: Metodo
nl: Methode
pl: Metoda
pt_pt: Método

source: Mode
de: Modus
es: Modo
it: Modalità
nl: Modus
pl: Tryb
pt_pt: Modo

source: Model size
de: Modellgröße
es: Tamaño del modelo
fr: Taille du modèle
it: Dimensione del modello
nl: Modelgrootte
pl: Rozmiar modelu
pt_pt: Tamanho do modelo

source: modified
de: geändert
es: modificado
fr: modifié
it: modificato
nl: gewijzigd
pl: zmieniono
pt_pt: modificado

source: Modified
de: Geändert
es: Modificado
fr: Modifié
it: Modificato
nl: Gewijzigd
pl: Zmieniono
pt_pt: Modificado

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
nl: Meer
pl: Więcej
pt_pt: Mais

source: Movies
de: Filme
es: Películas
fr: Vidéos
it: Filmati
nl: Films
pl: Filmy
pt_pt: Filmes

source: Names
de: Namen
es: Nombres
fr: Noms
it: Nomi
nl: Namen
pl: Nazwy
pt_pt: Nomes

source: Needs attention
de: Erfordert Aufmerksamkeit
es: Requiere atención
fr: À vérifier
it: Da controllare
nl: Vereist aandacht
pl: Wymaga uwagi
pt_pt: Requer atenção

source: Next to the archive
de: Neben dem Archiv
es: Junto al archivo comprimido
fr: À côté de l’archive
it: Accanto all’archivio
nl: Naast het archief
pl: Obok archiwum
pt_pt: Junto ao arquivo

source: No — one file
de: Nein – eine Datei
es: No — un solo archivo
fr: Non — un seul fichier
it: No — un solo file
nl: Nee – één bestand
pl: Nie — jeden plik
pt_pt: Não — um só ficheiro

source: No files
de: Keine Dateien
es: Ningún archivo
fr: Aucun fichier
it: Nessun file
nl: Geen bestanden
pl: Brak plików
pt_pt: Nenhum ficheiro

source: No longer usable: the folder was moved or deleted, or the permission was withdrawn.
de: Nicht mehr verwendbar: Der Ordner wurde bewegt oder gelöscht, oder die Erlaubnis wurde widerrufen.
es: Ya no se puede usar: la carpeta se ha movido o eliminado, o se ha retirado el permiso.
fr: N’est plus utilisable : le dossier a été déplacé ou supprimé, ou l’autorisation a été retirée.
it: Non più utilizzabile: la cartella è stata spostata o eliminata, oppure il permesso è stato revocato.
nl: Niet meer bruikbaar: de map is verplaatst of verwijderd, of de toestemming is ingetrokken.
pl: Nie można już użyć: katalog został przeniesiony lub usunięty albo uprawnienie zostało cofnięte.
pt_pt: Já não utilizável: a pasta foi movida ou apagada, ou a permissão foi revogada.

source: No match
de: Keine Übereinstimmung
es: Sin coincidencias
fr: Aucune correspondance
it: Nessuna corrispondenza
nl: Geen overeenkomst
pl: Brak zgodności
pt_pt: Sem correspondência

source: No other folders yet
de: Noch keine anderen Ordner
es: Todavía no hay otras carpetas
fr: Pas encore d’autres dossiers
it: Ancora nessun’altra cartella
nl: Nog geen andere mappen
pl: Brak innych katalogów
pt_pt: Ainda não há outras pastas

source: None (store)
de: Keine (nur speichern)
es: Ninguna (almacenar)
fr: Aucune (stocker)
it: Nessuna (archivia)
nl: Geen (alleen opslaan)
pl: Brak (tylko przechowywanie)
pt_pt: Nenhuma (armazenar)

source: not an archive
de: kein Archiv
es: no es un archivo comprimido
fr: n’est pas une archive
it: non è un archivio
nl: geen archief
pl: to nie jest archiwum
pt_pt: não é um arquivo

source: Not chosen
de: Nicht ausgewählt
es: Sin elegir
fr: Non choisi
it: Non scelta
nl: Niet gekozen
pl: Nie wybrano
pt_pt: Não escolhida

source: Not Now
de: Nicht jetzt
es: Ahora no
fr: Plus tard
it: Non ora
nl: Niet nu
pl: Nie teraz
pt_pt: Agora não

source: Not turned on yet
de: Noch nicht aktiviert
es: Aún no activada
fr: Pas encore activée
it: Non ancora attivata
nl: Nog niet ingeschakeld
pl: Jeszcze niewłączone
pt_pt: Ainda não ativada

source: Not working
de: Funktioniert nicht
es: No funciona
fr: Ne fonctionne pas
it: Non funziona
nl: Werkt niet
pl: Nie działa
pt_pt: Não funciona

source: Not writable, although 7-Mac is entitled to it.
de: Nicht beschreibbar, obwohl 7-Mac dazu berechtigt ist.
es: Sin permiso de escritura, aunque 7-Mac tiene derecho a ella.
fr: Non accessible en écriture, bien que 7-Mac y ait droit.
it: Non scrivibile, anche se 7-Mac ne ha diritto.
nl: Niet schrijfbaar, hoewel 7-Mac er recht op heeft.
pl: Brak możliwości zapisu, chociaż 7-Mac ma do tego uprawnienia.
pt_pt: Não gravável, embora o 7-Mac tenha direito a isso.

source: nothing is open
de: nichts geöffnet
es: no hay nada abierto
fr: rien n’est ouvert
it: nessun archivio aperto
nl: er is niets geopend
pl: nic nie jest otwarte
pt_pt: nada está aberto

source: Nothing queued
de: Keine Vorgänge in der Warteschlange
es: No hay tareas en cola
fr: Aucune tâche en attente
it: Nessuna operazione in coda
nl: Niets in de wachtrij
pl: Kolejka jest pusta
pt_pt: Nada em fila de espera

source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivo
nl: Uit
pl: Wył.
pt_pt: Desativado

source: Off — every file on its own
de: Aus – jede Datei für sich
es: Desactivados — cada archivo por separado
fr: Désactivés — chaque fichier séparément
it: Disattivati — ogni file a sé
nl: Uit – elk bestand apart
pl: Wyłączone — każdy plik osobno
pt_pt: Desativado — cada ficheiro à parte

source: Offer to remember passwords in the keychain
de: Anbieten, Passwörter im Schlüsselbund zu sichern
es: Ofrecer guardar las contraseñas en el llavero
fr: Proposer d’enregistrer les mots de passe dans le trousseau
it: Proponi di ricordare le password nel portachiavi
nl: Bied aan wachtwoorden in de sleutelhanger te bewaren
pl: Proponuj zachowanie haseł w pęku kluczy
pt_pt: Propor guardar as palavras-passe no porta-chaves

source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
nl: Aan
pl: Wł.
pt_pt: Ativado

source: One block for everything
de: Ein Block für alles
es: Un bloque para todo
fr: Un seul bloc pour tout
it: Un blocco per tutto
nl: Eén blok voor alles
pl: Jeden blok dla wszystkiego
pt_pt: Um bloco para tudo

source: Only problems
de: Nur Probleme
es: Solo los problemas
fr: Seulement les problèmes
it: Solo i problemi
nl: Alleen problemen
pl: Tylko problemy
pt_pt: Só os problemas

source: Only replace entries older than the file
de: Nur Einträge ersetzen, die älter als die Datei sind
es: Sustituir solo las entradas más antiguas que el archivo
fr: Remplacer seulement les entrées plus anciennes que le fichier
it: Sostituisci solo le voci più vecchie del file
nl: Vervang alleen onderdelen die ouder zijn dan het bestand
pl: Zastępuj tylko elementy starsze niż plik
pt_pt: Substituir apenas entradas mais antigas do que o ficheiro

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pl: Otwórz
pt_pt: Abrir

source: Open archives with 7-Mac?
de: Archive mit 7-Mac öffnen?
es: ¿Abrir los archivos comprimidos con 7-Mac?
fr: Ouvrir les archives avec 7-Mac ?
it: Aprire gli archivi con 7-Mac?
nl: Archieven openen met 7-Mac?
pl: Otwierać archiwa w 7-Mac?
pt_pt: Abrir os arquivos com o 7-Mac?

source: Open as Archive
de: Als Archiv öffnen
es: Abrir como archivo comprimido
fr: Ouvrir comme archive
it: Apri come archivio
nl: Open als archief
pl: Otwórz jako archiwum
pt_pt: Abrir como arquivo

source: Open System Settings…
de: Systemeinstellungen öffnen …
es: Abrir Ajustes del Sistema…
fr: Ouvrir Réglages Système…
it: Apri Impostazioni di Sistema…
nl: Open Systeeminstellingen…
pl: Otwórz Ustawienia systemowe…
pt_pt: Abrir Definições do Sistema…

source: Open…
de: Öffnen …
es: Abrir…
fr: Ouvrir…
it: Apri…
pl: Otwórz…
pt_pt: Abrir…

source: Opening
de: Öffnen
es: Abriendo
fr: Ouverture
it: Apertura
nl: Openen
pl: Otwieranie
pt_pt: Abertura

source: Opening “%@”…
de: „%@“ wird geöffnet …
es: Abriendo “%@”…
fr: Ouverture de « %@ »…
it: Apertura di “%@”…
nl: ‘%@’ openen…
pl: Otwieranie „%@”…
pt_pt: A abrir “%@”…

source: Opening an archive from the Finder
de: Beim Öffnen eines Archivs im Finder
es: Al abrir un archivo comprimido desde el Finder
fr: À l’ouverture d’une archive depuis le Finder
it: Quando apri un archivio dal Finder
nl: Een archief openen vanuit de Finder
pl: Otwieranie archiwum z Findera
pt_pt: Ao abrir um arquivo a partir do Finder

source: Or click to choose them.
de: Oder klicke, um sie auszuwählen.
es: O haz clic para elegirlos.
fr: Ou cliquez pour les choisir.
it: Oppure fai clic per sceglierli.
nl: Of klik om ze te kiezen.
pl: Lub kliknij, aby je wybrać.
pt_pt: Ou clique para os escolher.

source: Packed
de: Komprimiert
es: Comprimido
fr: Compressé
it: Compresso
nl: Gecomprimeerd
pl: Spakowane
pt_pt: Comprimido

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_pt: Palavra-passe

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
it: Password
nl: Wachtwoorden
pl: Hasła
pt_pt: Palavras-passe

source: Paste a checksum to compare
de: Prüfsumme zum Vergleichen einfügen
es: Pega una suma de verificación para comparar
fr: Collez une somme de contrôle à comparer
it: Incolla un checksum da confrontare
nl: Plak een checksum om te vergelijken
pl: Wklej sumę kontrolną do porównania
pt_pt: Cole uma soma de verificação para comparar

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Permessi
nl: Toegangsrechten
pl: Uprawnienia
pt_pt: Permissões

source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
nl: Voorinstelling
pl: Ustawienie
pt_pt: Predefinição

source: Preset actions
de: Aktionen für Voreinstellungen
es: Acciones del preajuste
fr: Actions du préréglage
it: Azioni del preset
nl: Acties voor voorinstelling
pl: Czynności ustawienia
pt_pt: Ações da predefinição

source: Preview the selected file
de: Vorschau der ausgewählten Datei
es: Previsualizar el archivo seleccionado
fr: Prévisualiser le fichier sélectionné
it: Anteprima del file selezionato
nl: Voorvertoning van het geselecteerde bestand
pl: Podgląd zaznaczonego pliku
pt_pt: Pré-visualizar o ficheiro selecionado

source: %lld problems
de: %lld Probleme
es: %lld problemas
fr: %lld problèmes
it: %lld problemi
nl: %lld problemen
pl: %lld problemu
pt_pt: %lld problemas

source: Put files
de: Dateien ablegen
es: Extraer los archivos
fr: Extraire les fichiers
it: Estrai i file
nl: Zet bestanden
pl: Umieszczaj pliki
pt_pt: Colocar os ficheiros
